module.exports = {
	message: {
		hello: 'Привет',
		about: 'О нас',
		welcome: "Добро пожаловать",
		home: {
			title: 'Главная',
			title1: 'Баланс',
			title2: 'Акции',
			mingxi: 'Детали активов',
			send: 'Отправить Подарок',
			deadline: 'Срок действия',
			text: 'Больше',
			text2: 'Нет акций',
			tabs: {
				tab1: 'Отправить',
				tab11: 'Подарок',
				tab2: 'Инициировать',
				tab21: 'Платеж',
				tab3: 'TRON',
				tab31: 'Энергия',
				tab4: 'Telegram',
				tab41: 'Участник'
			},
			btn: 'OK',
			btn2: 'Старт',
			btn3: 'Взять',
			bz1: 'Доллар (USD)',
			bz2: 'Песо (PHP)',
			bz3: 'Рупия (INR)',
		},
		guessing: {
			title: 'Угадывание',
		},
		accountTrade: {
			title: 'История сделок'
		},
		market: {
			title: 'Рынок',
			power: {
				title1: 'Переводы',
				title2: 'Время аренды',
				title3: 'Адрес получателя',
				title4: 'Сумма платежа',
				put: 'Введите адрес получателя',
				tishi: ''
			},
			premium: {
				title1: 'Выбрать получателя',
				title2: 'Выбрать продолжительность',
				nian: 'год',
				yue: 'месяц',
				dayue: 'около',
				danwei: 'USDT',
				put: 'Введите имя пользователя Telegram и нажмите Enter',
				buy: 'Купить для себя',
				text1: 'Установите имя пользователя TG для покупки'
			},
			day: 'день',
			Count: 'раз',
			hr: 'час',
			btn: 'Заказать',
			btn2: 'Подарить Telegram Premium',
			tishi: 'Посмотреть историю транзакций',
			tankuang: {
				btn1: 'Стать участником TG',
				btn2: 'Подумать еще',
				title: 'Уведомление о покупке',
				center1: 'Купить TG Premium для пользователя',
				center2: '?'
			},
			add: '+ Купить для нескольких',
			vip: {
				title: 'Купить Telegram Premium',
				tishi: 'Используйте свой баланс для покупки Telegram Premium себе или друзьям'
			},
			nengliang: {
				tishi: 'Если не используется энергия для перевода, требуется'
			},
			tron: {
				title: 'Сервис обмена энергии TRX',
				tishi: 'Эффективный и удобный сервис аренды энергии TRX, экономия около 70% gas на переводах'
			},
			rules: {
				firstName: "Пользователь Telegram не найден, введите правильное @username",
				hexAddress: {
					tishi1: "Введите адрес получателя",
					tishi2: "Адрес Tron обычно начинается с буквы 'T'",
					tishi3: "Длина адреса Tron составляет 34 символа"
				}
			}
		},
		marketList: {
			title: 'История транзакций',
			price: 'Цена',
			address: 'Адрес',
			transaction: 'Энергия',
			success: 'Успешно',
			failed: 'Не удалось',
			status0: 'Покупка',
			status1: 'Покупка успешна',
			status2: 'Покупка не удалась',
			title2: 'Срок покупки',
			title3: 'Имя покупателя',
		},
		condition: {
			add: 'Войти',
			follow: 'Twitter',
			open: 'Открыть',
			bot: 'Бот',
			start: 'Старт',
			title: 'Канал',
			title2: 'Группа',
			text1: 'Назад',
			text2: 'Открыть',
			text3: 'Подарок',
			tishi1: 'Ошибка, ',
			tishi2: 'обновите',
			tishi3: 'страницу',
			zhengju: 'Обновите страницу и попробуйте снова',
			fanbei: 'Удача! Двойная награда',
			no: 'Выполните задания',
			yes: 'Награда готова к получению',
			beishu: 'Награда удвоена',
			gongxi: 'Поздравляем! Награда х2-5'
		},
		paymentDetails: {
			title: 'Платеж',
			type: {
				title: 'Режим оплаты',
				text1: 'Режим на человека',
				text2: 'Любая сумма'
			},
			title2: 'Сумма единого платежа',
			title3: 'Количество получателей',
			title4: 'Сообщение',
			title5: 'Настройки подписки',
			title6: 'Срок подписки',
			title7: 'Срок платежа',
			title8: 'Комиссия за платеж',
			title9: 'Примечание к подписке',
			title10: 'Заказ',
			title11: 'Ссылка поддержки',
			title12: 'Разрешить разделение',
			puttxt3: 'Имя пользователя',
			puttxt2: 'Введите описание подписки',
			fctitle: 'Текущее значение',
			dingyue: {
				dw1: '1 час',
				dw2: '1 день',
				dw3: '1 неделя',
				dw4: 'Навсегда',
				dw5: '1 месяц',
				tou: 'Время истечения',
				wei: 'Никогда не истекает'
			},
			puttxt: 'Введите сообщение',
			tishi1: 'Обычный платеж',
			tishi2: '24 часа',
			tishi3: 'Автоматически истекает через, подписка может иметь настраиваемый срок действия.',
		},

		activityList: {
			title: 'Список акций',
			btn: 'Назад',
			text: 'Больше нет~'
		},
		share_condition: {
			tishi: 'Ускорение раздачи!',
			tishi2: 'Награда получена',
			btn: 'Получить награду'
		},
		homeAssets: {
			title: 'Детали активов',
			title2: 'Баланс',
			btn1: 'Пополнить',
			btn2: 'Вывести',
			zwxx: 'Нет активов',
			subscr: 'Платеж'
		},

		sendpacket: {
			title: 'Отправить Подарок',
			tabs: {
				title: 'Тип Подарка',
				tab1: 'Обычный Подарок',
				tab2: 'Случайный Подарок (случайная сумма)',
				name1: '(Случ.) Общая сумма',
				name2: '(Обыч.) Единая сумма',
				title2: 'Выберите валюту'
			},
			text1: 'Доступный баланс',
			title2: 'Количество Подарков',
			text2: 'Поздравляем с богатством, большой удачи',
			tiaojian: {
				title: 'Условия получения',
				title2: 'Настройка бота',
				title3: 'Добавить бота',
				title4: 'Выберите канал',
				title5: 'Правила получения',
				tankuang: '1. Новые пользователи: могут получить только те, кто впервые входит в группу или подписывается на канал. 2. Все пользователи: все, кто соответствует требованиям входа в группу и подписки на канал.',
				text1: 'Если не удается найти соответствующий список, добавьте',
				text2: 'в ваш канал или группу и установите как администратора.',
				btn1: 'Добавить',
				btn2: 'Подтвердить',
				btn3: 'Новые',
				btn4: 'Все',
				text3: 'Выбрать',
				addPd: {
					title: 'Канал',
					name: 'Канал',
					status: 'Нет'
				},
				addQz: {
					title: 'Группа',
					name: 'Группа',
					status: 'Нет'
				},
			},
			maxBtn: 'Положить монеты в Подарок',
			tishi: 'Невостребованная в течение 24 часов сумма будет возвращена',
			closeTk: {
				title: 'Привет, друг!',
				tishi: 'Зарабатывай USDT легко без приглашений.',
				btn: 'Смотреть'
			}
		},
		sendpacketSend: {
			title: 'Больше призов',
			text: 'Подарок',
			btn1: 'Копировать',
			btn2: 'Поделиться',
			maxBtn: 'Го',
			tishi1: 'Откройте, чтобы выиграть до',
			tishi2: '!',
			check: 'Проверка',
			private: 'Приватный'
		},
		quaneti: {
			btn: 'Пригласить друзей',
			btn2: 'Вывести всё',
			btn3: 'Перейти к выводу',
			tishi: 'Больше друзей - быстрее вывод!',
			dw: 'Вы выбрали канал быстрого вывода средств, скорость вывода увеличена на 85%. Поделитесь и пригласите друзей для дальнейшего ускорения.',
			title: 'Поздравляем! Вы успешно выбрали канал вывода без комиссии',
			neirong: '1. Комиссия 1.5 USDT оплачивается спонсором.',
			name: 'Продолжайте делиться подарком от спонсора с ',
			name2: ' реальными пользователями Telegram, 100% гарантия получения:',
			one: {
				title: 'Ваша денежная карта на 2.99 USD зачислена',
				name: 'Последний шаг! Поделитесь подарком спонсора с',
				name2: ' реальными пользователями Telegram, 100% гарантия получения:',
				text1: '1. Мгновенный вывод денежной карты 2.99.',
				text2: '2. 100% денежное вознаграждение без ограничений.',
				yqok: {
					title1: 'Поздравляем, вы стали',
					title2: 'победителем',
					name1: 'Отлично, можно выводить!',
					name2: 'Деньги готовы к выводу'
				},
				renwu: {
					btn: 'Следующий шаг',
					title: 'Поздравляем с получением денежной карты 2.99',
					name: 'Подпишитесь на спонсора, чтобы начать вывод'
				}
			}
		},
		initiateList: {
			title: 'Список платежей',
			list: {
				title: 'Номер',
				title2: 'Сумма',
				title3: 'Количество людей',
				title4: 'Оплачено',
				title5: 'Срок действия платежа',
				title6: 'Время создания',
			},
			btn: 'Остановить',
			btn2: 'Переслать',
			tankuang: {
				title: 'Остановить платеж',
				tishi: 'Остановить текущий платеж?',
				btn: 'Подтвердить остановку'
			},
			fxd: 'Поделиться в'
		},

		applyFor: {
			title: 'Заявка на бизнес-версию',
			type: {
				title: 'Получить доступ к партнерской панели управления',
				tishi: {
					title: 'Вы получите:',
					txt1: '1. Быстрая и удобная публикация акционных Подарков.',
					txt2: '2. Точный анализ данных по продвижению.',
					txt3: '3. В дальнейшем будут добавлены другие полезные функции'
				},
				name1: 'Ссылка на ваш проект (бот/миниапп/твиттер/канал/группа)',
				put1: 'Введите ссылку на проект',
				name2: 'Ваша контактная информация',
				put2: 'Введите контакт Telegram',
				name3: 'Описание заявки',
				put3: 'Введите причину заявки',
				jiaoyan1: 'Заполните ссылку на проект',
				jiaoyan2: 'Заполните контактную информацию',
				jiaoyan3: 'Заполните описание заявки',
				maxbtn: 'Отправить'
			},
			type2: {
				title: 'Заявка успешно отправлена',
				tishi: 'Мы свяжемся с вами в ближайшее время для подтверждения вашей заявки.'
			},
			type3: {
				title: 'Вход в панель управления партнера',
				btn1: 'Поддержка',
				btn2: 'Открыть в браузере',
				btn3: 'Копировать ссылку панели',
				tishi: '* Для удобства работы рекомендуется использовать ПК браузер.'
			}
		},

		my: {
			title: 'Мой профиль',
			tabs: {
				title1: {
					title: 'Рефералы',
					text1: 'Комиссия %',
					text2: 'Приглашено',
					text3: 'Комиссия',
					text4: 'Награды',
					text5: 'Первые получатели подарка становятся рефералами',
					text6: 'Комиссия с выводов начисляется в 00:10'
				},
				title2: 'Платежный пароль',
				title3: {
					title: 'Резервы',
					btn1: 'Список', // 从 'Список аккаунтов' 简化为 'Список'
					btn4: 'Привязать', // 从 'Привязать аккаунт' 简化为 'Привязать'
					btn2: 'Удалить',
					text1: 'Список пуст',
					text2: 'Введите ID резервного аккаунта:',
					btn3: 'Привязать',
					text3: 'Как найти ID:',
					text4: 'Используйте резервный аккаунт для доступа',
					text5: 'Посмотреть ID пользователя через личный кабинет',
					text6: 'Добавьте резервы для восстановления доступа к аккаунту'
				},
				title4: {
					title: 'Сообщество Подарков',
					btn: 'Канал'
				},
				title5: 'Связаться с поддержкой'
			}
		},
		withdrawal: {
			title: 'Вывод',
			title2: 'Адрес (только TRC20)',
			title21: 'Адрес (только TON)',
			input: 'Введите адрес',
			title3: 'Сумма',
			input2: 'Сумма вывода',
			text: 'Баланс',
			title4: 'К получению',
			title5: 'Комиссия',
			btn: 'ОК',
			btn2: 'Все',
			title6: 'Валюта',
			title7: 'Кошелек',
			title8: 'Неверный адрес',
			tixian: {
				title1: 'Банк',
				title2: 'Счет',
				title3: 'Имя',
				title4: 'Ярлык',
				title5: 'Номер телефона'
			},
			rules: {
				text1: 'Выберите валюту',
				text2: 'Введите банк',
				text3: 'Введите имя',
				text4: 'Введите IFSC',
				text5: 'Неверный IFSC',
				text6: 'Введите счет',
				text7: 'Введите адрес',
				text8: 'Неверный адрес',
				text9: 'Введите сумму',
				text10: 'Минимум',
				text11: 'Макс. 2 знака',
				text12: 'Сумма вывода',
				text13: 'Мин. сумма',
				text14: 'Недостаточно средств',
				text15: 'Макс. 2 знака'
			}
		},
		pddtixian: {
			shenhe: {
				title: 'Проверка вывода средств',
				txt: 'Мы одобрим ваш запрос как можно скорее'
			},
			btn: 'Пригласить и получить',
			btn1: 'Вывести',
			btn2: 'Мгновенный вывод средств',
			tishi: 'После получения задания на компенсацию комиссии его нельзя отменить или выбрать заново!',
			tankuang: {
				title1: 'Простой способ получить компенсацию полной комиссии!',
				title2: 'Вывод в INR обычно обрабатывается в течение 24-48 часов',
				name: 'Легко приглашайте друзей, компенсируйте комиссию за вывод, получайте полную сумму и зарабатывайте больше',
				btn: 'Вывести небольшую сумму',
				btn2: 'Вывести всю сумму'
			}
		},
		gambling: {
			top1: 'Победители',
			top2: 'Последний',
			name: 'Последний',
			time: 'Время',
			top3: 'Топ 100',
			name2: 'Приглашено',
			title1: 'Скоро',
			btn: 'Играть',
			btn2: 'Делиться',
			tab1: 'Мои билеты',
			text1: 'Нет билетов',
			tab2: 'Каналы',
			tab3: 'Советы',
			tab4: 'Правила',
			tishi1: 'Билетов за шаринг:',
			tishi2: 'шт.',
			tishi3: 'Приз:',
			tishi4: 'Раунд окончен!',
			btn3: 'Поделиться',
			mianze: {
				title: 'Условия',
				text1: '1. Платформа вправе приостановить акцию при форс-мажоре',
				text2: '2. Нарушители правил будут дисквалифицированы',
				text3: '3. При сбое Binance используются цены других бирж',
				text4: '4. Окончательное толкование правил за платформой'
			},
			guize: {
				title: 'Правила',
				name1: 'Участие',
				text1: 'Получайте билеты за подписку.',
				text11: 'Делитесь и получайте билеты без лимита!',
				name2: 'Призовой фонд',
				text21: 'Старт:',
				text22: 'За билет:',
				text23: 'Всего: 5000 USDT + ∞ USDT',
				name3: 'Розыгрыш',
				text3: 'Победное число: последние 9 цифр (BTC * ETH * TON)',
				name31: 'Выбор победителя',
				text31: 'Точное совпадение',
				text32: 'Ближайшее число',
				name4: 'Призы',
				text41: '45%: Победителю',
				text42: '35%: Последнему',
				text43: '20%: Топ-100',
				name5: 'Время',
				text51: '24ч. 12-24ч: +1мин/билет. 0-12ч: +5мин/билет. Макс 24ч.',
				text52: 'Отсчет до нуля без приглашений.'
			},
			kouling: {
				tet1: '1: Копируйте код',
				tet2: '2: Отправьте друзьям',
				tet3: '3: Код в @packetgift_bot'
			},
			buzou: {
				name1: 'Делиться',
				title1: 'Друзья',
				name2: 'Проверка',
				title2: 'Пройти',
				name3: 'Доход',
				title3: 'Прибыль',
				title: 'Подарок',
				btn: 'Копировать',
				tishi: 'Скопировано!',
				btn2: 'Получено'
			},
			biaoti1: 'Уже',
			biaoti2: 'получили',
			biaoti3: 'постоянный',
			biaoti4: 'доход!',
			shishi: 'Попробуете?',
			tishikuang: {
				btn: 'Понятно',
				gouxuan: 'Больше не показывать',
				tishi: 'iOS: пробел в конце для поиска'
			},
			last: {
				last1: 'Последний',
				last2: 'Посл.',
				digits: '',
			},
			rankingItem: {
				item1: '1-й',
				item2: '2-й',
				item3: '3-й',
				item4: '№',
				item5: '',
			},
			current: 'Билеты',
			zanzhu: {
				title: 'Подпишись - получи билеты',
				btn: 'Билеты'
			},
			huodong: {
				title1: 'Зарабатывайте билеты в сообществе',
				title2: 'Получайте билеты за приглашения друзей',
				title3: 'Смотри рекламу = билеты',
				name: 'Нажмите кнопку, посмотрите рекламу и выиграйте билеты!'
			},
			xingyun: {
				user: 'Победитель',
				code: 'Номер',
				title: 'Счастливый номер'
			},
			youhua: {
				fsname1: 'Способ 1',
				fsname2: 'Способ 2',
				shuoming1: 'Подпишись на спонсоров',
				shuoming2: 'Поделись и выиграй',
				tishi: 'Следуйте шагам:',
				buzou: {
					text1: 'Поделиться',
					text2: 'Проверка',
					text3: 'Билеты',
				},
				title: 'Копировать код'
			},
			copyTk: {
				title: 'Приглашайте друзей, получайте билеты',
				text: 'Нажмите кнопку, скопируйте пригласительную ссылку и поделитесь с друзьями, чтобы получить больше билетов',
				btn: 'Поделиться'
			}
		},
		pddlc: {
			yi: {
				title: 'Крутите сейчас и получите ',
				title2: ' $ 1.99 ~ 99.99',
				title3: 'USD',
				tishi: 'Встряхните телефон, чтобы открыть подарок',
			},
			er: {
				title: 'Награда за вращение',
				text1: 'Отлично!',
				text: 'Вы получили 1.68 USD!'
			},
			san: {
				title: 'Поздравляем с получением',
				title2: '1.68',
				title3: 'USD',
			},
			list: {
				title: 'Баланс',
				tishi: 'Выдаем 1000 карт в день! Обмен на USDT, INR, PHP и другие',
				name: 'История наград',
				listson1: 'Награда за вращение',
				listson2: 'Привилегия активности',
				listson3: 'Бонус группы',
				listson4: 'Подтвердить вывод',
				listson5: 'Подписка на канал',
				listson6: 'Запуск бота',
			},
			si: {
				title: 'Привилегия активности',
				txt: 'Условия активности на сегодня выполнены'
			},
			wu: {
				title: 'Бонус группы',
				txt: 'Несколько участников группы успешно вывели средства',
			},
			liu: {
				title: 'Подтвердить вывод',
				txt: 'Успешно выбран канал быстрого вывода'
			},
			qi: {
				title: 'Подписка на канал',
				txt: 'Подпишитесь на канал и вернитесь, чтобы ускорить процесс вывода!',
				btn: 'Ускорить вывод'
			},
			ba: {
				title: 'Успешная подписка',
				txt: 'Начало ускорения процесса вывода'
			},
			jiu: {
				title: 'Запуск бота',
				txt: 'Запусти бота для VIP статуса',
				txt2: 'Получи VIP доступ!',
				btn: 'Получить VIP'
			},
			shi: {
				title: 'Успешный запуск',
				txt: 'Получена привилегия приоритетного вывода'
			},
			shiyi: {
				title: 'Подарок от спонсора',
				txt: 'Отлично, 100% бонус 2.99!',
				btn: 'Получить спонсорство'
			},
			title: 'Выберите способ вывода',
			btn2: 'Подтвердить',
			btn: 'Принять',
			btn3: 'Крутить сейчас!',
			xiaoyan: ', проверка...'
		},
		charge: {
			title: 'Пополнить',
			text1: 'Выберите валюту',
			text2: 'Введите сумму',
			text3: 'Оплатите за 30 минут',
			text4: 'Отмена через 30 минут',
			text5: 'Только USDT (TRC20) в сети Tron',
			btn: 'Далее',
			btn2: 'Отмена',
			btn3: 'Копировать',
			tishi: 'Введите сумму',
			title2: 'Адрес',
			rules: {
				text1: 'Выберите валюту',
				text2: 'Введите сумму',
				text3: 'Минимум: 1'
			}
		},
		chargePsw: {
			title: 'Проверка платежного пароля',
			title2: 'Установить платежный пароль',
			title3: 'Подтвердить платежный пароль',
			text: 'Введите текущий пароль',
			text2: 'Введите пароль',
			text3: 'Создайте пароль',
			text4: 'Повторите пароль',
			reset: {
				title: 'Сбросить пароль',
				text1: 'Сбросить пароль?',
				text2: 'Успешно сброшено~',
				btn1: 'Отмена',
				btn2: 'Сбросить',
				btn3: 'Открыть бота',
			}
		},

		redpacketDetail: {
			title: 'Больше призов',
			text: 'Подарок',
			text2: 'Поздравляем с богатством, большой удачи',
			btn: 'Ещё',
			text3: 'Поздравляем, вы можете вывести средства',
			text4: 'Зачислено на баланс, осталось',
			text5: 'для вывода',
			text6: 'Опоздали, Подарки закончились',
			maxBtn: 'Пригласить друзей, открыть вместе!',
			btn2: 'Копировать ссылку',
			tishi: 'Вывод в любое время кроме базовой комиссии, без порога вывода',
			type1: 'Обычный',
			type2: 'Случайный',
			type3: 'Счастливый',
			page: 'Всего',
			status1: 'В процессе',
			status2: 'Завершено',
			all: 'Все',
			open: 'Открыть',
			more: 'Осталось попыток открытия',
			danwei: 'раз',
			remaining: 'Осталось',
			invite: 'Пригласить',
			people: 'человек',
			ranking: 'Рейтинг',
			riphb: 'За день',
			zongphb: 'За всё время',
			djs: 'Акция закончилась',
			guize: {
				title: 'Правила акции',
				name1: '1. Условия участия',
				text1: 'Все зарегистрированные пользователи могут участвовать в акции, каждый пользователь может получить Подарок при первом участии.',
				name2: '2. Награда за приглашения',
				text2: 'После успешного получения Подарка пользователи могут приглашать друзей. За каждого успешно приглашенного друга, получившего Подарок, пригласивший получает дополнительную попытку открытия Подарка.',
				name3: '3. Правила рейтинга',
				text3: 'Дневной рейтинг: топ-100 пользователей с наибольшим количеством приглашений за день получат дополнительные награды, выплата в 10:00 следующего дня (GMT+8). Общий рейтинг: топ-100 пользователей с наибольшим общим количеством приглашений получат дополнительные награды.',
				name4: '4. Срок акции',
				text4: 'Следите за официальными объявлениями о начале и окончании акции.',
				name5: '5. Дополнительные условия',
				text5: 'В случае обнаружения мошенничества платформа оставляет за собой право отменить участие и награды.'
			}
		},
		page: {
			text1: 'Адрес пополнения скопирован',
			text2: 'Успешно отменено',
			text3: 'Ошибка проверки',
			text4: 'Пожалуйста, завершите платеж в течение 30 минут, после 30 минут транзакция пополнения будет отменена',
			text5: 'Выберите валюту пополнения',
			text6: 'Введите сумму пополнения',
			text7: 'Пожалуйста, введите сумму пополнения больше или равную 1',
			text8: 'Платежный пароль успешно проверен',
			text9: 'Операция выполнена успешно',
			text10: 'Заявка на вывод средств отправлена, обработка займет до 24 часов, пожалуйста, подождите!',
			text11: 'Платеж успешно создан',
			text12: 'Введите сумму платежа',
			text13: 'Платежный пароль успешно изменен',
			text14: 'Введенный платежный пароль и пароль подтверждения не совпадают',
			text15: 'Введите сумму красного конверта',
			text16: 'Личный красный конверт должен быть больше или равен 10',
			text17: 'Минимальная общая сумма должна быть ≥ 10',
			text18: 'Введите сумму красного конверта меньше или равную 10000',
			text19: 'Количество десятичных знаков не может превышать два',
			text20: 'Введите количество красных конвертов',
			text21: 'Введите число от 1 до 500',
			text22: 'Введите целое число',
			text23: 'Сумма для одного пользователя не может быть меньше 0.01',
			text24: 'Ссылка на красный конверт успешно скопирована',
			text25: 'ID пользователя скопирован',
			text26: 'Введите ID резервного аккаунта',
			text27: 'Скоро',
			text28: 'Задание еще не выполнено, выполните все задания, чтобы открыть красный конверт',
			text29: 'Этот красный конверт только для пользователей, впервые вошедших в группу, повторное получение невозможно',
			text30: 'Не удалось получить красный конверт',
			text31: 'Слишком поздно, красный конверт уже полностью разобран',
			text32: 'Загрузка...',
			text33: 'Содержимое скопировано~',
			text34: 'Первый символ должен быть буквой A-Z, остальные - буквы или цифры, регистр не важен',
			text35: 'После 5 ошибок проверки аккаунт заблокирован, обратитесь в службу поддержки.',
			text36: 'Первый символ должен быть буквой',
			text37: 'Пароли не совпадают, введите повторно',
			text38: 'Пользователь Telegram не найден, введите правильное @username',
			text39: 'Нет истории',
			text40: 'Не удалось скопировать ссылку на красный конверт',
			text41: 'Общая сумма красного конверта должна быть ≥10',
			text42: 'Не удалось скопировать ID пользователя',
			text43: 'Резервный аккаунт успешно отвязан',
			text44: 'Резервный аккаунт успешно привязан',
			text45: 'Пройдите проверку captcha',
			text46: 'Нажмите на валюту для просмотра деталей средств',
			text47: 'Количество получателей не может быть пустым',
			text48: 'Количество получателей должно быть от 1 до 20000',
			text49: 'Не может содержать десятичные дроби',
			text50: 'Сумма платежа не может быть пустой',
			text51: 'Сумма одного платежа должна быть от 1 до 10000',
			text52: 'Максимум два знака после запятой',
			text53: 'Нет записей платежей',
			text54: 'Нет записей поступлений',
			text55: 'Приватная группа или канал, сделайте публичным и добавьте BOT снова.',
			text56: 'Победитель будет объявлен после окончания отсчета.',
			text57: 'Ссылка службы поддержки не может быть пустой.',
			text58: 'На обслуживании',
			text59: 'Загрузка',
			text60: 'Успешно отправлено, ожидает проверки',
			text61: 'Нажмите на значок, чтобы получить денежную награду!',
			text62: 'Нажмите, чтобы получить, вывод наличных без ограничений в любое время!',
			text63: 'Нажмите для участия, выиграйте главный приз!',
			text64: 'Это мероприятие закончилось',
			text65: 'Список заданий'
		}
	}
}